{"articleNum": 20622, "title": "New Welsh factory at risk as Jim Ratcliffe's Ineos looks to make cars in France", "time": "2020-07-07", "source": "Guardian", "content": "Billionaire industrialist Sir Jim Ratcliffe may abandon plans to build car plants in Wales and Portugal in favour of buying an existing factory in France in a move which could put 1,000 new jobs at risk.\nThe Brexit-backing owner of Ineos has stalled work on the plants where the chemicals giant had planned to launch its car-making ambitions by building an heir to the Land Rover Defender, and may decide to scrap plans for the twin sites within weeks.\n\nIneos had planned to develop a car plant in Portugal to begin making body parts for the “rugged, uncompromised off-roader” by the end of next year, and had planned to run a new factory at Bridgend in South Wales to assemble the final vehicle.\nThe company was aiming to build up to 25,000 of its new Grenadier vehicles at the Bridgend plant every year before expanding its family of vehicles to include other models.\nThe plans have been cast in serious doubt after Ineos confirmed it has paused work on the construction of the plants while it is in talks with Mercedes-Benz about buying an existing facility in France.\nMercedes-Benz announced plans on Friday to sell the Hambach plant, which employs about 1,600 staff and is responsible for making Smart brand cars. Ineos had initially dismissed the plant as too small, but has resumed talks with Mercedes following a £445m upgrade in 2018.\nDirk Heilmann, the chief executive of Ineos Automotive, said the company would assess whether to use the existing plant, rather than build new ones, because “overcapacity has long been a major issue for the automotive sector”.\n“Of course we considered this route previously, but as a result of the Covid-19 pandemic some new options such as this one with the plant in Hambach have opened up that were simply not available to us previously. We are therefore having another look – and reviewing whether the addition of two new manufacturing facilities is the right thing to do in the current environment,” he said.\nIn a statement Ineos said the French plant would be “ideally suited” to building its SUV, and a decision could be made within weeks.\nThe decision to scrap plans for a new car plant in Bridgend, South Wales, would spell further economic pain for the local community already reeling from news that Ford will shut its factory later this year after after more than 40 years.\nMany of the 1,700 people working at the 60-acre Ford site halfway between Cardiff and Swansea had hoped to eventually find employment at the new Ineos plant which was under construction next door.\nVaughan Gething, the Welsh minister for health and social services, said Ineos’ decision to pause work at the site was “obviously extremely disappointing”.\n“If they do go ahead and decide not to make that investment then that would be a really significant step backwards for Bridgend and a very difficult day for people looking to their future” he said.\nPeter Hughes, the union secretary of Unite Wales, said a decision to abandon the Bridgend plant would be a “massive kick in the teeth” for the Welsh government which has “worked very hard to try and secure this investment into Bridgend”.\nIt would also mean that Ratcliffe’s British successor for the Land Rover Defender will use an engine designed in Germany by BMW and built in France. The Brexit supporter, and one of Britain’s richest men, left the UK to live in Monaco in 2018, just months after receiving his knighthood.\n“Jim Radcliffe very publicly backed Brexit and said the country would thrive outside of the EU. How does pulling the plug on the Bridgend investment fit into that narrative?” Hughes said.\n“If Ineos want to market this vehicle with the stamp of the UK on it, then Bridgend has to be its assembly site,” he said. “Anything else will be seen as a betrayal”.", "quote": [{"id": 355, "label": "unknown", "label_id": -1, "context_left": " ineos had initially dismissed the plant as too small, but has resumed talks with mercedes following a £445m upgrade in 2018.", "mention": "Dirk Heidolf", "context_right": ", the chief executive of ineos automotive, said the company would assess whether to use the existing plant, rather than build new ones, because “overcapacity has long been a major issue for the automotive sector”.", "quotation": "“overcapacity has long been a major issue for the automotive sector”", "quotationExtened": "Dirk Heilmann, the chief executive of Ineos Automotive, said the company would assess whether to use the existing plant, rather than build new ones, because “overcapacity has long been a major issue for the automotive sector”.", "mentionWithoutLink": "dirk heilmann", "mentionLinkScore": "81.44901", "links": "https://en.wikipedia.org/wiki?curid=21997111"}, {"id": 356, "label": "unknown", "label_id": -1, "context_left": "billionaire industrialist sir ", "mention": "Jim Ratcliffe", "context_right": " may abandon plans to build car plants in wales and portugal in favour of buying an existing factory in france in a move which could put 1,000 new jobs at risk.", "quotation": "“Of course we considered this route previously, but as a result of the Covid-19 pandemic some new options such as this one with the plant in Hambach have opened up that were simply not available to us previously. We are therefore having another look – and reviewing whether the addition of two new manufacturing facilities is the right thing to do in the current environment,”", "quotationExtened": "“Of course we considered this route previously, but as a result of the Covid-19 pandemic some new options such as this one with the plant in Hambach have opened up that were simply not available to us previously.We are therefore having another look – and reviewing whether the addition of two new manufacturing facilities is the right thing to do in the current environment,” he said.", "mentionWithoutLink": "jim ratcliffe", "mentionLinkScore": "84.40924", "links": "https://en.wikipedia.org/wiki?curid=10952743"}, {"id": 357, "label": "unknown", "label_id": -1, "context_left": "many of the 1,700 people working at the 60-acre ford site halfway between cardiff and swansea had hoped to eventually find employment at the new ineos plant which was under construction next door.", "mention": "Vaughan Gething", "context_right": ", the welsh minister for health and social services, said ineos’ decision to pause work at the site was “obviously extremely disappointing”.", "quotation": "“If they do go ahead and decide not to make that investment then that would be a really significant step backwards for Bridgend and a very difficult day for people looking to their future”", "quotationExtened": "“If they do go ahead and decide not to make that investment then that would be a really significant step backwards for Bridgend and a very difficult day for people looking to their future” he said.", "mentionWithoutLink": "vaughan gething", "mentionLinkScore": "87.85513", "links": "https://en.wikipedia.org/wiki?curid=31756803"}, {"id": 358, "label": "unknown", "label_id": -1, "context_left": "“if they do go ahead and decide not to make that investment then that would be a really significant step backwards for bridgend and a very difficult day for people looking to their future” he said.", "mention": "Peter Hughes (Australian politician)", "context_right": ", the union secretary of unite wales, said a decision to abandon the bridgend plant would be a “massive kick in the teeth” for the welsh government which has “worked very hard to try and secure this investment into bridgend”.", "quotation": "“worked very hard to try and secure this investment into Bridgend”", "quotationExtened": "Peter Hughes, the union secretary of Unite Wales, said a decision to abandon the Bridgend plant would be a “massive kick in the teeth” for the Welsh government which has “worked very hard to try and secure this investment into Bridgend”.", "mentionWithoutLink": "peter hughes", "mentionLinkScore": "82.28641", "links": "https://en.wikipedia.org/wiki?curid=33257917"}, {"id": 359, "label": "unknown", "label_id": -1, "context_left": "“if they do go ahead and decide not to make that investment then that would be a really significant step backwards for bridgend and a very difficult day for people looking to their future” he said.peter ", "mention": "Emrys Hughes", "context_right": ", the union secretary of unite wales, said a decision to abandon the bridgend plant would be a “massive kick in the teeth” for the welsh government which has “worked very hard to try and secure this investment into bridgend”.", "quotation": "“Jim Radcliffe very publicly backed Brexit and said the country would thrive outside of the EU. How does pulling the plug on the Bridgend investment fit into that narrative?”", "quotationExtened": "“Jim Radcliffe very publicly backed Brexit and said the country would thrive outside of the EU.How does pulling the plug on the Bridgend investment fit into that narrative?”", "mentionWithoutLink": "hughes", "mentionLinkScore": "80.39639", "links": "https://en.wikipedia.org/wiki?curid=4367907"}, {"id": 360, "label": "unknown", "label_id": -1, "context_left": "billionaire industrialist sir jim ratcliffe may abandon plans to build car plants in wales and portugal in favour of buying an existing factory in france in a move which could put 1,000 new jobs at risk.the ", "mention": "Brexit", "context_right": "-backing owner of ineos has stalled work on the plants where the chemicals giant had planned to launch its car-making ambitions by building an heir to the land rover defender, and may decide to scrap plans for the twin sites within weeks.", "quotation": "“If Ineos want to market this vehicle with the stamp of the UK on it, then Bridgend has to be its assembly site,”", "quotationExtened": "“If Ineos want to market this vehicle with the stamp of the UK on it, then Bridgend has to be its assembly site,” he said.", "mentionWithoutLink": "brexit", "mentionLinkScore": "83.8472", "links": "https://en.wikipedia.org/wiki?curid=41688778"}, {"id": 361, "label": "unknown", "label_id": -1, "context_left": "“if they do go ahead and decide not to make that investment then that would be a really significant step backwards for bridgend and a very difficult day for people looking to their future” he said.peter ", "mention": "Emrys Hughes", "context_right": ", the union secretary of unite wales, said a decision to abandon the bridgend plant would be a “massive kick in the teeth” for the welsh government which has “worked very hard to try and secure this investment into bridgend”.", "quotation": "“Anything else will be seen as a betrayal”", "quotationExtened": "“Anything else will be seen as a betrayal”.", "mentionWithoutLink": "hughes", "mentionLinkScore": "80.396385", "links": "https://en.wikipedia.org/wiki?curid=4367907"}]}