{"title": "Geoffrey Miller: New Zealand’s strategy for COP28 in Dubai", "authors": "", "time": "20231124", "content": "The COP28 countdown is on.Over 100 world leaders are expected to attend this year’s UN Climate Change Conference in the United Arab Emirates (UAE), which starts next Thursday.Among the VIPs confirmed for the Dubai summit are the UK’s Rishi Sunak and Brazil’s Lula da Silva – along with King Charles and Pope Francis.On the other hand, Joe Biden and Xi Jinping are both unlikely to join in – and neither is Australia’s Anthony Albanese.It remains to be seen which camp New Zealand’s new Prime Minister will fall into. Christopher Luxon is only expected to be formally sworn in as PM on Monday, following the conclusion of several weeks of coalition negotiations to form a new government.But in theory, this would still leave plenty of time for Luxon to fly to the ‘World Climate Action Summit’ opening event for world leaders, which is being held from December 1-2.Luxon positioned his National Party firmly in the centre during the election campaign, committing New Zealand to meeting its emissions reductions targets and telling sceptics ‘you can’t be a climate denier or a climate minimalist in 2023’.Beyond the issue of climate change itself, COP28 would be a valuable initial networking and relationship-forming opportunity for New Zealand’s new Prime Minister. And to some extent, the Dubai gathering would be a make-up affair for Luxon, after he missed the APEC summit in San Francisco in mid-November due to the ongoing coalition negotiations.It is safe to say that the ongoing war in Gaza between Israel and Hamas will be a major topic of sideline conversations at this year’s COP.While Luxon missed the chance to meet Xi and Biden at APEC, COP28 would be a good chance for Luxon to hear the views of a range of other world leaders – particularly voices from across the Middle East.Somewhat surprisingly, New Zealand’s former PM Jacinda Ardern never went to a COP summit during her six years in office. The last time a New Zealand PM was represented was in 2015, when John Key attended COP21 in Paris.Coincidentally, 2015 was also the year that Key visited the Gulf states on a three-country tour of Kuwait, Saudi Arabia and the UAE that sought to jumpstart New Zealand’s bid to strike a free trade deal with the Gulf Cooperation Council (GCC). The bloc’s membership also includes Bahrain, Oman and Qatar.In September, New Zealand’s then Labour government began talks with the UAE on a new bilateral Comprehensive Economic Partnership Agreement – or CEPA. The CEPA could be a stepping stone to finalising a wider free trade agreement with the GCC that has been in the works since 2006.With trade opportunities in the Gulf beckoning and no end in sight to the war in Gaza, the Middle East is likely to be higher up the foreign affairs agenda for New Zealand than might have previously been thought.On the climate front, COP28’s head appointed by host UAE, Dr Sultan al Jaber, has emphasised ‘inclusivity’ as a key plank of this year’s event. Bringing together a wide range of countries around the table, despite deepening geopolitical polarisation driven by the Gaza and Ukraine wars and tensions in the Indo-Pacific, may be the summit’s most impressive achievement.Israel pledged in July to send a 1000-strong delegation to Dubai, led by both its Prime Minister and President. The size will now be greatly reduced – but, remarkably, Israel is still coming and will still have a pavilion at COP28. While the war has strained relations between the UAE and Israel that were normalised under the Abraham Accords in 2020, diplomatic ties remain in place.Speaking shortly prior to the outbreak of the war that began on October 7, the UAE’s Ambassador to New Zealand, His Excellency Mr. Rashed Matar Alqemzi, told me in an interview that ‘we are bringing the world together’ and emphasised the welcome being extended by COP28 to women, religious organisations, youth and indigenous peoples.In New Zealand’s case, this includes Māori, whose role at Expo 2020 in Dubai was ‘greatly valued’ according to Alqemzi. New Zealand’s Iwi Chairs Forum, a coalition of Māori tribal leaders, was given the task of leading a ‘Festival of Indigenous and Tribal Ideas’ during the Expo. Two years on, COP28 will be held on the same Expo 2020 site on Dubai’s southern fringe.The aim for ‘full inclusivity’ is more controversial, however, when it refers to the involvement of oil companies and their executives at the summit – including Dr Sultan Al Jaber himself, who also heads the UAE’s state-owned oil company, ADNOC.Since he was given the role in January, Al Jaber’s appointment has frequently been criticised by climate campaigners, with one likening it to putting a tobacco company in charge of the World Health Organization.The counter-argument – as put by Al Jaber himself in a speech to oil company executives in October – is that fossil fuel producers are ‘central to the solution’ and need to stop ‘blocking progress’.While these words are unlikely to convince campaigners who see greenwashing, there is some cause for optimism ahead of COP28.A recent agenda for the summit released by Al Jaber called for a ‘responsible phase-down of unabated fossil fuels’ – a reference to the burning of oil, gas and coal without the use of carbon capture technology.The call to ‘phase-down’ the use of at least some fossil fuels altogether represents a small, yet significant shift from earlier this year, when Al Jaber was called out by former UN climate head Christiana Figueres for speaking merely of ‘phasing out fossil fuel emissions’.On the other hand, ‘phase-down’ is weaker than the total ‘phase-out’ language used by a recent UN report and agreed upon by the EU as its negotiating position for COP28.The debate over phasing-down vs. phasing-out is unlikely to go away any time soon.The need for speed has to be balanced with fairness – especially for the world’s poorest.In his agenda, Al Jaber called for global emissions reductions of 22 gigatons – almost half the current level – by 2030, but also for a ‘just energy transition’ that ensures energy supplies remain affordable and reliable to all.Threading this needle will not be easy.Some parallels might be drawn with New Zealand’s own attempts to reduce agricultural emissions, which make up half of the country’s greenhouse gases – mainly due to the methane produced by livestock.After originally pledging to bring farming into the country’s Emissions Trading Scheme, Jacinda Ardern’s Labour-led Government agreed in 2019 to work with industry groups on an alternative pricing model and technologies to reduce agricultural emissions.A deal was announced at the end of 2022, but it collapsed this year with key industry players and Christopher Luxon’s National Party withdrawing their support. Now in Government, National is delaying the introduction of a pricing system until 2030 – well beyond Sultan Al Jaber’s deadline for action.At the global level, agriculture is a small contributor when it comes to emissions.By far the lion’s share comes from the burning of fossil fuels – oil, gas and coal.While the Gulf may be looking to a future beyond oil – and focusing on education, services and technology – the fact remains that there are plenty of players with a lot to lose and everything to gain from delaying the decarbonisation process.New Zealand’s chequered experience with a joint government-industry effort to reduce agricultural emissions may offer a salutary lesson.Keeping everyone at the table is harder than it looks.Still, it is worth keeping the bigger picture in mind.Al Jaber’s drive for inclusiveness is very much in keeping with UAE’s current overall foreign policy stance.Despite pressure from Western capitals, Abu Dhabi has steadfastly maintained relations with Moscow since Russia invaded Ukraine – and the UAE has resisted the temptation to cut its newly forged diplomatic ties with Israel, despite overwhelming backing on the ‘Arab street’ for the Palestinian cause.Meanwhile, with COP28 just around the corner, Ambassador Alqemzi says his message for the summit’s critics is ‘let’s see what the UAE will do – and then we can talk again’.It is a pivotal time for the Middle East.Christopher Luxon could learn a great deal in Dubai.Geoffrey Miller is the Democracy Project’s geopolitical analyst and writes on current New Zealand foreign policy and related geopolitical issues. He has lived in Germany and the Middle East and is a learner of Arabic and Russian. He is currently working on a PhD at the University of Otago on New Zealand’s relations with the Gulf states. Disclosure: Geoffrey attended the recent Global Media Congress in the UAE as a guest of the organisers, the Emirates News Agency.", "url": "https://democracyproject.nz/2023/11/24/geoffrey-miller-new-zealands-strategy-for-cop28-in-dubai/", "source": "democracyproject", "country": "NewZealand", "keywords": ["New Zealand", "COP28", "UAE", "Dubai", "Luxon", "Israel", "Al Jaber", "Gaza", "Geoffrey", "Miller"], "quote": "test_content"}
{"title": "US foils plot to kill Sikh separatist, warns India of likely role", "authors": "", "time": "20231127", "content": "This week, the White House said that U.S. authorities foiled a plot to kill a Sikh separatist in the U.S., and issued a warning to India about the possible involvement of New Delhi The Biden administration added that the U.S. is treating the plot with utmost seriousness and has raised the issue with the Indian government \"at the senior-most levels\" Gurpatwant Singh Pannun, a dual U.S. and Canadian citizen, was the target of the plot, which comes two months after Canada said there were \"credible\" allegations linking Indian agents to the murder of a Sikh separatist leader WASHINGTON D.C.: The White House says U.S. authorities have foiled a plot to kill a Sikh separatist in the U.S., and issued a warning to India about the possible involvement of New Delhi. The Biden administration added that the U.S. is treating the plot with utmost seriousness and has raised the issue with the Indian government \"at the senior-most levels.\" Indian officials expressed \"surprise and concern\" when they were informed about the incident, White House spokesperson Adrienne Watson said. \"We are treating this issue with utmost seriousness, and it has been raised by the U.S. government with the Indian government, including at the most senior levels,\" Watson added. \"They stated that activity of this nature was not their policy. We understand the Indian government is further investigating this issue and will have more to say about it in the coming days. We have conveyed our expectation that anyone deemed responsible should be held accountable,\" she further said. Gurpatwant Singh Pannun, a dual U.S. and Canadian citizen, was the target of the plot, which comes two months after Canada said there were \"credible\" allegations linking Indian agents to the murder of a Sikh separatist leader, Hardeep Singh Nijjar, in a Vancouver suburb in June. India has denied Canada's allegations. On November 20, India's anti-terror agency filed a case against Pannun, claiming that that he warned flag carrier Air India passengers in video messages shared on social media this month that their lives were in danger. The Biden administration has been working to develop close relations with India, amid their shared concerns about China's increasing assertiveness.", "url": "https://www.newzealandstar.com/news/274046348/us-foils-plot-to-kill-sikh-separatist-warns-india-of-likely-role", "source": "newzealandstar", "country": "NewZealand", "keywords": ["U.S.", "India", "Indian", "US", "Sikh", "White House", "Biden", "Canada", "Gurpatwant Singh Pannun", "Canadian"], "quote": "test_content"}
{"title": "Geoffrey Miller: New Zealand's strategy for COP28 in Dubai", "authors": "", "time": "20231124", "content": "By Geoffrey Miller of the Democracy ProjectANALYSIS: The COP28 countdown is on.Over 100 world leaders are expected to attend this year’s UN Climate Change Conference in the United Arab Emirates (UAE), which starts next Thursday.Among the VIPs confirmed for the Dubai summit are the UK’s Rishi Sunak and Brazil’s Lula da Silva – along with King Charles and Pope Francis.On the other hand, Joe Biden and Xi Jinping are bothunlikelyto join in – and neither is Australia’sAnthony Albanese.It remains to be seen which camp New Zealand’s new Prime Minister will fall into. Christopher Luxon is only expected to be formally sworn in as PM onMonday, following the conclusion of several weeks of coalition negotiations to form a new government.But in theory, this would still leave plenty of time for Luxon to fly to the ‘World Climate Action Summit’ openingeventfor world leaders, which is being held from December 1-2.Luxon positioned his National Party firmly in the centre during the election campaign,committingNew Zealand to meeting its emissions reductions targets and telling sceptics ‘you can’t be a climate denier or a climate minimalist in 2023’.Beyond the issue of climate change itself, COP28 would be a valuable initial networking and relationship-forming opportunity for New Zealand’s new Prime Minister. And to some extent, the Dubai gathering would be a make-up affair for Luxon, after he missed the APEC summit in San Francisco in mid-November due to the ongoing coalition negotiations.It is safe to say that the ongoing war in Gaza between Israel and Hamas will be a major topic of sideline conversations at this year’s COP.While Luxon missed the chance to meet Xi and Biden at APEC, COP28 would be a good chance for Luxon to hear the views of a range of other world leaders – particularly voices from across the Middle East.Somewhat surprisingly, New Zealand’s former PM Jacinda Ardern never went to a COP summit during her six years in office. The last time a New Zealand PM was represented was in 2015, when John KeyattendedCOP21 in Paris.Coincidentally, 2015 was also the year that Keyvisitedthe Gulf states on a three-country tour of Kuwait, Saudi Arabia and the UAE that sought to jumpstart New Zealand’s bid to strike a free trade deal with the Gulf Cooperation Council (GCC). The bloc’s membership also includes Bahrain, Oman and Qatar.In September, New Zealand’s then Labour governmentbegantalks with the UAE on a new bilateral Comprehensive Economic Partnership Agreement – or CEPA. The CEPA could be a stepping stone to finalising a wider free trade agreement with the GCC that has been in the works since 2006.With trade opportunities in the Gulf beckoning and no end in sight to the war in Gaza, the Middle East is likely to be higher up the foreign affairs agenda for New Zealand than might have previously been thought.On the climate front, COP28’s head appointed by host UAE, Dr Sultan al Jaber, hasemphasised‘inclusivity’ as a key plank of this year’s event. Bringing together a wide range of countries around the table, despite deepening geopolitical polarisation driven by the Gaza and Ukraine wars and tensions in the Indo-Pacific, may be the summit’s most impressive achievement.Israelpledgedin July to send a 1000-strong delegation to Dubai, led by both its Prime Minister and President. The size will now be greatlyreduced– but, remarkably, Israel is still coming and will still have a pavilion at COP28. While the war has strained relations between the UAE and Israel that were normalised under the Abraham Accords in 2020, diplomatic tiesremainin place.Speaking shortly prior to the outbreak of the war that began on October 7, the UAE’s Ambassador to New Zealand, His Excellency Mr. Rashed Matar Alqemzi, told me in an interview that ‘we are bringing the world together’ and emphasised the welcome being extended by COP28 to women, religious organisations, youth and indigenous peoples.In New Zealand’s case, this includes Māori, whose role atExpo 2020in Dubai was ‘greatly valued’ according to Alqemzi. New Zealand’s Iwi Chairs Forum, a coalition of Māori tribal leaders, was given thetaskof leading a ‘Festival of Indigenous and Tribal Ideas’ during the Expo. Two years on, COP28 will be held on the same Expo 2020 site on Dubai’s southern fringe.The aim for ‘full inclusivity’ is more controversial, however, when it refers to the involvement of oil companies and their executives at the summit – including Dr Sultan Al Jaber himself, who also heads the UAE’s state-owned oil company, ADNOC.Since he was given the role in January, Al Jaber’sappointmenthas frequently been criticised by climate campaigners, with onelikeningit to putting a tobacco company in charge of the World Health Organization.The counter-argument – as put by Al Jaber himself in aspeechto oil company executives in October – is that fossil fuel producers are ‘central to the solution’ and need to stop ‘blocking progress’.While these words are unlikely to convince campaigners who see greenwashing, there is some cause for optimism ahead of COP28.A recent agenda for the summitreleasedby Al Jaber called for a ‘responsible phase-down of unabated fossil fuels’ – a reference to the burning of oil, gas and coal without the use of carbon capture technology.The call to ‘phase-down’ the use of at least some fossil fuels altogether represents a small, yet significant shift from earlier this year, when Al Jaber was called out by former UN climate head Christiana Figueres forspeakingmerely of ‘phasing out fossil fuel emissions’.On the other hand, ‘phase-down’ is weaker than the total ‘phase-out’ language used by a recent UNreportand agreed upon by the EU as its negotiatingpositionfor COP28.The debate over phasing-down vs. phasing-out is unlikely to go away any time soon.The need for speed has to be balanced with fairness – especially for the world’s poorest.In his agenda, Al Jaber called for global emissions reductions of 22 gigatons – almost half the current level – by 2030, but also for a ‘just energy transition’ that ensures energy supplies remain affordable and reliable to all.Threading this needle will not be easy.Some parallels might be drawn with New Zealand’s own attempts to reduce agricultural emissions, which make up half of the country’s greenhouse gases – mainly due to the methane produced by livestock.After originally pledging to bring farming into the country’s Emissions Trading Scheme, Jacinda Ardern’s Labour-led Governmentagreedin 2019 to work with industry groups on an alternative pricing model and technologies to reduce agricultural emissions.A deal was announced at the end of 2022, but itcollapsedthis year with key industry players and Christopher Luxon’s National Party withdrawing their support. Now in Government, National isdelayingthe introduction of a pricing system until 2030 – well beyond Sultan Al Jaber’s deadline for action.At the global level, agriculture is a small contributor when it comes to emissions.By far the lion’ssharecomes from the burning of fossil fuels – oil, gas and coal.While the Gulf may be looking to a future beyond oil – and focusing on education, services and technology – the fact remains that there are plenty of players with a lot to lose and everything to gain from delaying the decarbonisation process.New Zealand’s chequered experience with a joint government-industry effort to reduce agricultural emissions may offer a salutary lesson.Keeping everyone at the table is harder than it looks.Still, it is worth keeping the bigger picture in mind.Al Jaber’s drive for inclusiveness is very much in keeping with UAE’s current overall foreign policystance.Despite pressure from Western capitals, Abu Dhabi has steadfastly maintained relations with Moscow since Russia invaded Ukraine – and the UAE has resisted the temptation to cut its newly forged diplomatic ties with Israel, despite overwhelming backing on the ‘Arab street’ for the Palestinian cause.Meanwhile, with COP28 just around the corner, Ambassador Alqemzi says his message for the summit’s critics is ‘let’s see what the UAE will do – and then we can talk again’.It is a pivotal time for the Middle East.Christopher Luxon could learn a great deal in Dubai.", "url": "https://www.newshub.co.nz/home/politics/2023/11/geoffrey-miller-new-zealand-s-strategy-for-cop28-in-dubai.html", "source": "newshub", "country": "NewZealand", "keywords": ["COP28", "UAE", "New Zealand", "Dubai", "Zealand", "Luxon", "Israel", "Al Jaber", "Geoffrey Miller", "Gaza"], "quote": "test_content"}
{"title": "New Zealand's strategy for COP28 in Dubai", "authors": "", "time": "20231124", "content": "Over 100 world leaders are expected to attend this year’s UN Climate Change Conference in the United Arab Emirates (UAE), which starts next Thursday.Among the VIPs confirmed for the Dubai summit are the UK’s Rishi Sunak and Brazil’s Lula da Silva – along with King Charles and Pope Francis.On the other hand, Joe Biden and Xi Jinping are both unlikely to join in – and neither is Australia’s Anthony Albanese.It remains to be seen which camp New Zealand’s new Prime Minister will fall into. Christopher Luxon is only expected to be formally sworn in as PM on Monday, following the conclusion of several weeks of coalition negotiations to form a new government.But in theory, this would still leave plenty of time for Luxon to fly to the ‘World Climate Action Summit’ opening event for world leaders, which is being held from December 1-2.Luxon positioned his National Party firmly in the centre during the election campaign, committing New Zealand to meeting its emissions reductions targets and telling sceptics ‘you can’t be a climate denier or a climate minimalist in 2023’.Beyond the issue of climate change itself, COP28 would be a valuable initial networking and relationship-forming opportunity for New Zealand’s new Prime Minister. And to some extent, the Dubai gathering would be a make-up affair for Luxon, after he missed the APEC summit in San Francisco in mid-November due to the ongoing coalition negotiations.It is safe to say that the ongoing war in Gaza between Israel and Hamas will be a major topic of sideline conversations at this year’s COP.While Luxon missed the chance to meet Xi and Biden at APEC, COP28 would be a good chance for Luxon to hear the views of a range of other world leaders – particularly voices from across the Middle East.Somewhat surprisingly, New Zealand’s former PM Jacinda Ardern never went to a COP summit during her six years in office. The last time a New Zealand PM was represented was in 2015, when John Key attended COP21 in Paris.Coincidentally, 2015 was also the year that Key visited the Gulf states on a three-country tour of Kuwait, Saudi Arabia and the UAE that sought to jumpstart New Zealand’s bid to strike a free trade deal with the Gulf Cooperation Council (GCC). The bloc’s membership also includes Bahrain, Oman and Qatar.In September, New Zealand’s then Labour government began talks with the UAE on a new bilateral Comprehensive Economic Partnership Agreement – or CEPA. The CEPA could be a stepping stone to finalising a wider free trade agreement with the GCC that has been in the works since 2006.With trade opportunities in the Gulf beckoning and no end in sight to the war in Gaza, the Middle East is likely to be higher up the foreign affairs agenda for New Zealand than might have previously been thought.On the climate front, COP28’s head appointed by host UAE, Dr Sultan al Jaber, has emphasised ‘inclusivity’ as a key plank of this year’s event. Bringing together a wide range of countries around the table, despite deepening geopolitical polarisation driven by the Gaza and Ukraine wars and tensions in the Indo-Pacific, may be the summit’s most impressive achievement.Israel pledged in July to send a 1000-strong delegation to Dubai, led by both its Prime Minister and President. The size will now be greatly reduced – but, remarkably, Israel is still coming and will still have a pavilion at COP28. While the war has strained relations between the UAE and Israel that were normalised under the Abraham Accords in 2020, diplomatic ties remain in place.Speaking shortly prior to the outbreak of the war that began on October 7, the UAE’s Ambassador to New Zealand, His Excellency Mr. Rashed Matar Alqemzi, told me in an interview that ‘we are bringing the world together’ and emphasised the welcome being extended by COP28 to women, religious organisations, youth and indigenous peoples.In New Zealand’s case, this includes Māori, whose role at Expo 2020 in Dubai was ‘greatly valued’ according to Alqemzi. New Zealand’s Iwi Chairs Forum, a coalition of Māori tribal leaders, was given the task of leading a ‘Festival of Indigenous and Tribal Ideas’ during the Expo. Two years on, COP28 will be held on the same Expo 2020 site on Dubai’s southern fringe.The aim for ‘full inclusivity’ is more controversial, however, when it refers to the involvement of oil companies and their executives at the summit – including Dr Sultan Al Jaber himself, who also heads the UAE’s state-owned oil company, ADNOC.Since he was given the role in January, Al Jaber’s appointment has frequently been criticised by climate campaigners, with one likening it to putting a tobacco company in charge of the World Health Organization.The counter-argument – as put by Al Jaber himself in a speech to oil company executives in October – is that fossil fuel producers are ‘central to the solution’ and need to stop ‘blocking progress’.While these words are unlikely to convince campaigners who see greenwashing, there is some cause for optimism ahead of COP28.A recent agenda for the summit released by Al Jaber called for a ‘responsible phase-down of unabated fossil fuels’ – a reference to the burning of oil, gas and coal without the use of carbon capture technology.The call to ‘phase-down’ the use of at least some fossil fuels altogether represents a small, yet significant shift from earlier this year, when Al Jaber was called out by former UN climate head Christiana Figueres for speaking merely of ‘phasing out fossil fuel emissions’.On the other hand, ‘phase-down’ is weaker than the total ‘phase-out’ language used by a recent UN report and agreed upon by the EU as its negotiating position for COP28.The debate over phasing-down vs. phasing-out is unlikely to go away any time soon.The need for speed has to be balanced with fairness – especially for the world’s poorest.In his agenda, Al Jaber called for global emissions reductions of 22 gigatons – almost half the current level – by 2030, but also for a ‘just energy transition’ that ensures energy supplies remain affordable and reliable to all.Threading this needle will not be easy.Some parallels might be drawn with New Zealand’s own attempts to reduce agricultural emissions, which make up half of the country’s greenhouse gases – mainly due to the methane produced by livestock.After originally pledging to bring farming into the country’s Emissions Trading Scheme, Jacinda Ardern’s Labour-led Government agreed in 2019 to work with industry groups on an alternative pricing model and technologies to reduce agricultural emissions.A deal was announced at the end of 2022, but it collapsed this year with key industry players and Christopher Luxon’s National Party withdrawing their support. Now in Government, National is delaying the introduction of a pricing system until 2030 – well beyond Sultan Al Jaber’s deadline for action.At the global level, agriculture is a small contributor when it comes to emissions.By far the lion’s share comes from the burning of fossil fuels – oil, gas and coal.While the Gulf may be looking to a future beyond oil – and focusing on education, services and technology – the fact remains that there are plenty of players with a lot to lose and everything to gain from delaying the decarbonisation process.New Zealand’s chequered experience with a joint government-industry effort to reduce agricultural emissions may offer a salutary lesson.Keeping everyone at the table is harder than it looks.Still, it is worth keeping the bigger picture in mind.Al Jaber’s drive for inclusiveness is very much in keeping with UAE’s current overall foreign policy stance.Despite pressure from Western capitals, Abu Dhabi has steadfastly maintained relations with Moscow since Russia invaded Ukraine – and the UAE has resisted the temptation to cut its newly forged diplomatic ties with Israel, despite overwhelming backing on the ‘Arab street’ for the Palestinian cause.Meanwhile, with COP28 just around the corner, Ambassador Alqemzi says his message for the summit’s critics is ‘let’s see what the UAE will do – and then we can talk again’.It is a pivotal time for the Middle East.Christopher Luxon could learn a great deal in Dubai.Geoffrey Miller is the Democracy Project’s geopolitical analyst and writes on current New Zealand foreign policy and related geopolitical issues. He has lived in Germany and the Middle East and is a learner of Arabic and Russian. He is currently working on a PhD at the University of Otago on New Zealand’s relations with the Gulf states. Disclosure: Geoffrey attended the recent Global Media Congress in the UAE as a guest of the organisers, the Emirates News Agency.DEMOCRACY PROJECT", "url": "https://www.nziia.org.nz/articles/new-zealands-strategy-for-cop28-in-dubai/", "source": "nziia", "country": "NewZealand", "keywords": ["New Zealand", "UAE", "COP28", "Dubai", "Luxon", "Israel", "Al Jaber", "Zealand", "Gaza", "Christopher Luxon"], "quote": "test_content"}
{"title": "Geoffrey Miller: New Zealand’s strategy for COP28 in Dubai | The Daily Blog", "authors": "", "time": "20231124", "content": "The COP28 countdown is on. Over 100 world leaders are expected to attend this year’s UN Climate Change Conference in the United Arab Emirates (UAE), which starts next Thursday. Among the VIPs confirmed for the Dubai summit are the UK’s Rishi Sunak and Brazil’s Lula da Silva – along with King Charles and Pope Francis. On the other hand, Joe Biden and Xi Jinping are both  unlikely  to join in – and neither is Australia’s  Anthony Albanese . It remains to be seen which camp New Zealand’s new Prime Minister will fall into. Christopher Luxon is only expected to be formally sworn in as PM on  Monday , following the conclusion of several weeks of coalition negotiations to form a new government. But in theory, this would still leave plenty of time for Luxon to fly to the ‘World Climate Action Summit’ opening  event  for world leaders, which is being held from December 1-2. Luxon positioned his National Party firmly in the centre during the election campaign,  committing  New Zealand to meeting its emissions reductions targets and telling sceptics ‘you can’t be a climate denier or a climate minimalist in 2023’. Beyond the issue of climate change itself, COP28 would be a valuable initial networking and relationship-forming opportunity for New Zealand’s new Prime Minister. And to some extent, the Dubai gathering would be a make-up affair for Luxon, after he missed the APEC summit in San Francisco in mid-November due to the ongoing coalition negotiations. It is safe to say that the ongoing war in Gaza between Israel and Hamas will be a major topic of sideline conversations at this year’s COP. While Luxon missed the chance to meet Xi and Biden at APEC, COP28 would be a good chance for Luxon to hear the views of a range of other world leaders – particularly voices from across the Middle East. Somewhat surprisingly, New Zealand’s former PM Jacinda Ardern never went to a COP summit during her six years in office. The last time a New Zealand PM was represented was in 2015, when John Key  attended  COP21 in Paris. Coincidentally, 2015 was also the year that Key  visited  the Gulf states on a three-country tour of Kuwait, Saudi Arabia and the UAE that sought to jumpstart New Zealand’s bid to strike a free trade deal with the Gulf Cooperation Council (GCC). The bloc’s membership also includes Bahrain, Oman and Qatar. In September, New Zealand’s then Labour government  began  talks with the UAE on a new bilateral Comprehensive Economic Partnership Agreement – or CEPA. The CEPA could be a stepping stone to finalising a wider free trade agreement with the GCC that has been in the works since 2006. With trade opportunities in the Gulf beckoning and no end in sight to the war in Gaza, the Middle East is likely to be higher up the foreign affairs agenda for New Zealand than might have previously been thought. On the climate front, COP28’s head appointed by host UAE, Dr Sultan al Jaber, has  emphasised  ‘inclusivity’ as a key plank of this year’s event. Bringing together a wide range of countries around the table, despite deepening geopolitical polarisation driven by the Gaza and Ukraine wars and tensions in the Indo-Pacific, may be the summit’s most impressive achievement. Israel  pledged  in July to send a 1000-strong delegation to Dubai, led by both its Prime Minister and President. The size will now be greatly  reduced  – but, remarkably, Israel is still coming and will still have a pavilion at COP28. While the war has strained relations between the UAE and Israel that were normalised under the Abraham Accords in 2020, diplomatic ties  remain  in place. Speaking shortly prior to the outbreak of the war that began on October 7, the UAE’s Ambassador to New Zealand, His Excellency Mr. Rashed Matar Alqemzi, told me in an interview that ‘we are bringing the world together’ and emphasised the welcome being extended by COP28 to women, religious organisations, youth and indigenous peoples. In New Zealand’s case, this includes Māori, whose role at  Expo 2020  in Dubai was ‘greatly valued’ according to Alqemzi. New Zealand’s Iwi Chairs Forum, a coalition of Māori tribal leaders, was given the  task  of leading a ‘Festival of Indigenous and Tribal Ideas’ during the Expo. Two years on, COP28 will be held on the same Expo 2020 site on Dubai’s southern fringe. The aim for ‘full inclusivity’ is more controversial, however, when it refers to the involvement of oil companies and their executives at the summit – including Dr Sultan Al Jaber himself, who also heads the UAE’s state-owned oil company, ADNOC. Since he was given the role in January, Al Jaber’s  appointment  has frequently been criticised by climate campaigners, with one  likening  it to putting a tobacco company in charge of the World Health Organization. The counter-argument – as put by Al Jaber himself in a  speech  to oil company executives in October – is that fossil fuel producers are ‘central to the solution’ and need to stop ‘blocking progress’. While these words are unlikely to convince campaigners who see greenwashing, there is some cause for optimism ahead of COP28. A recent agenda for the summit  released  by Al Jaber called for a ‘responsible phase-down of unabated fossil fuels’ – a reference to the burning of oil, gas and coal without the use of carbon capture technology. The call to ‘phase-down’ the use of at least some fossil fuels altogether represents a small, yet significant shift from earlier this year, when Al Jaber was called out by former UN climate head Christiana Figueres for  speaking merely of ‘phasing out fossil fuel emissions’. On the other hand, ‘phase-down’ is weaker than the total ‘phase-out’ language used by a recent UN  report  and agreed upon by the EU as its negotiating  position  for COP28. The debate over phasing-down vs. phasing-out is unlikely to go away any time soon. The need for speed has to be balanced with fairness – especially for the world’s poorest. In his agenda, Al Jaber called for global emissions reductions of 22 gigatons – almost half the current level – by 2030, but also for a ‘just energy transition’ that ensures energy supplies remain affordable and reliable to all. Threading this needle will not be easy. Some parallels might be drawn with New Zealand’s own attempts to reduce agricultural emissions, which make up half of the country’s greenhouse gases – mainly due to the methane produced by livestock. After originally pledging to bring farming into the country’s Emissions Trading Scheme, Jacinda Ardern’s Labour-led Government  agreed  in 2019 to work with industry groups on an alternative pricing model and technologies to reduce agricultural emissions. A deal was announced at the end of 2022, but it  collapsed  this year with key industry players and Christopher Luxon’s National Party withdrawing their support. Now in Government, National is  delaying  the introduction of a pricing system until 2030 – well beyond Sultan Al Jaber’s deadline for action. At the global level, agriculture is a small contributor when it comes to emissions. By far the lion’s  share  comes from the burning of fossil fuels – oil, gas and coal. While the Gulf may be looking to a future beyond oil – and focusing on education, services and technology – the fact remains that there are plenty of players with a lot to lose and everything to gain from delaying the decarbonisation process. New Zealand’s chequered experience with a joint government-industry effort to reduce agricultural emissions may offer a salutary lesson. Keeping everyone at the table is harder than it looks. Still, it is worth keeping the bigger picture in mind. Al Jaber’s drive for inclusiveness is very much in keeping with the UAE’s current overall foreign policy  stance . Despite pressure from Western capitals, Abu Dhabi has steadfastly maintained relations with Moscow since Russia invaded Ukraine – and the UAE has resisted the temptation to cut its newly forged diplomatic ties with Israel, despite overwhelming backing on the ‘Arab street’ for the Palestinian cause. Meanwhile, with COP28 just around the corner, Ambassador Alqemzi says his message for the summit’s critics is ‘let’s see what the UAE will do – and then we can talk again’. It is a pivotal time for the Middle East. Christopher Luxon could learn a great deal in Dubai.   Geoffrey Miller is the  Democracy Project’s  geopolitical analyst and writes on current New Zealand foreign policy and related geopolitical issues. He has lived in Germany and the Middle East and is a learner of Arabic and Russian. Disclosure: Geoffrey attended the recent Global Media Congress in the UAE as a guest of the organisers, the Emirates News Agency.", "url": "https://thedailyblog.co.nz/2023/11/24/geoffrey-miller-new-zealands-strategy-for-cop28-in-dubai/", "source": "thedailyblog", "country": "NewZealand", "keywords": ["COP28", "New Zealand", "UAE", "Dubai", "Luxon", "Israel", "Al Jaber", "Middle East", "Miller", "Christopher Luxon"], "quote": "test_content"}
{"title": "The crude irony of UAE hosting COP28", "authors": "ny", "time": "20231121", "content": "COP28 is almost upon us. There are 70,000 delegates from almost 200 countries meeting in Dubai in the United Arab Emirates to sort out the world climate crisis.Putting that number in perspective, there are more people attending COP28 than the entire population of Napier and almost the population of Palmerston North. Last year at COP27 there were just 45,000 attendees.We can read that COP28 “will be the most consequential UN climate talks yet”.The cynic in me suggests that the chance of 70,000 people from 200 countries achieving anything worthwhile is precisely zip.This year the emphasis is on food, agriculture and water. We’ll even have our own pavilion and theme day.We read that “big changes in food and agricultural practices would switch the sector from a primary cause of the climate crisis to major solutions”.I’m not holding my breath.Mind you, the UAE is taking itself incredibly seriously on the food front, with two-thirds of the food served being plant based.Practically, I could survive on a diet of a third meat and dairy but it’s not remotely relevant when it comes to feeding the world or global warming.For example, at COP26 in Scotland much was made of the many Frankenfood options that there were for the good of the planet. It must have been sobering for the delegates to be told by scientists that those artificial foods had a higher GHG footprint than their natural counterparts.It seems iniquitous to me that in a major oil-producing and exporting country we’re worried about the GHG component of food. Realistically, the UAE has the most to lose from ambitious climate action. It is the world’s eighth largest global oil producer. It is also among the highest per capita GHG emitters in the world. Surprisingly, in my view, the president of COP28, Sultan Ahmed Al-Jaber, is also chief executive of ADNOC, Abu Dhabi’s government-owned oil and gas company.Much is being made at the conference about reducing coal use that is, in fact, increasing. Last year we burned 8 billion tonnes of it internationally. One tonne of coal produces 2.86 tonnes of CO2, meaning 22 billion tonnes of CO2 were produced.That makes NZ’s GHG emissions pale into insignificance and the contribution of our dairy herd to global warming irrelevant.An interesting perspective of the COP talkfest is its focus on carbon mitigation, a position favoured by the UAE, among others.The issue is that currently the technology supporting mitigation is capturing just 0.1%  of global emissions. In addition, the technology has yet to be proven to work at scale.My view is that carbon mitigation is not a remotely credible option.I’d far sooner see the substitution of coal by wind and solar, which can be achieved relatively easily and with current technology. The problem is that although solar and wind generation has grown 14% a year, it needs to reach 24%.Solar is interesting, with Elon Musk claiming the entire United States could be powered by a solar farm 100 miles (160km) square. He added that the sun converted more than 4 million tonnes of mass to energy every second and it requires no maintenance.This year the US had a 52% increase in solar generation over 2022.I believe that substituting the burning of coal by concentrating on wind and solar is a good way forward. It is far more palatable than restricting food production or trying to convince us of the evils of eating meat and dairy.When US President Joe Biden and Chinese President Xi Jinping met at APEC recently they agreed to accelerate the substitution for coal, oil and gas generation. That is a positive move. It just needs to be carried through. China is the world’s biggest user of coal, with the US in third place. For them to cut down on coal use is significant.The reality is that both China and the US are well behind on their GHG reduction targets. Companies are also slowing down their rates of emissions reduction.Previous COP conferences have identified 42 measures to reduce GHG emissions. Only one, the sale of electric cars, has reached its target.Further, it is estimated that US$2.3 trillion ($3.8 trillion) will be needed each year to support clean energy transition. With the major costs of the Russia-Ukraine conflict plus that in the Middle East, I believe that target is impossible.The key issue for me is that we need to address the crisis that is climate change if for no other reason than to mitigate the risk of droughts, floods, intense heat and fires.That can be achieved by phasing out coal and increasing wind and solar power generation.It won’t be achieved by 70,000 people from 200 countries attending a talkfest in a major oil-producing state.", "url": "https://www.farmersweekly.co.nz/opinion/the-crude-irony-of-uae-hosting-cop28/", "source": "farmersweekly", "country": "NewZealand", "keywords": ["UAE", "GHG", "US", "COP28", "CO2", "COP", "China", "Dubai", "United Arab Emirates", "Napier"], "quote": "test_content"}
{"title": "The leaders of China and the Philippines held informal talks to seek alleviating the situation in the South China Sea", "authors": "", "time": "20231120", "content": "  According to Lianhe Morning Post, China and the Philippines have been rubbing in the South China Sea. The Philippine President President Macos and Chinese President Xi Jinping held informal talks in San Francisco, USA to seek a formulation mechanism to alleviate the tension of the South China Sea. The leaders of the two countries agreed that the issue of the South China Sea should not be a factor in defining China -Philippine relations. Interviewed scholars analyze that the talks will help start a dialogue between China and Philippines, and gradually alleviate the tension of the South China Sea. However, the structural differences between the two countries have not been resolved, and how much the talks can be observed. Macatus and Xi Jinping attended the Asia -Pacific Economic Cooperation Organization (APEC) summit at San Francisco, and held an informal talks on Friday (November 17) local time. This is the second meeting between the two within a year. Macco was interviewed by the media after the meeting; Chinese officials did not release any news related to talks as of the \"United Zaobao\" as of the interruption. According to media reports such as Reuters and the Philippines Star News, Magaks said that the leaders of the two countries tried to formulate a mechanism to alleviate the tension of the South China Sea and revealed that he had held talks with Xi Jinping again on the recent incident. China and the Philippines have been rubbing in the Ayunjin Reef (Called Renai Reef) in the Disposal Sea of China in the South China Sea in the past few months. Friction. At the end of October, China also accused the Philippine frigates of \"illegally breaking into\" Huangyan Island (Philippines called Marsinkex Shakyan). Macatus has concerned about the recent incidents of the Philippines. Sagas said that he and Xi Jinping agreed that the issue of South China Sea should not be a factor in defining the relationship between China and Philippines. Marco also emphasized, \"I don't think anyone wants to fight.\" However, Magakus pointed out: \"These problems still exist, and the two sides must continue to communicate and find methods to avoid similar accidents.\" The Philippine official criticized in September that China has setting up floating grids in the sea in the South China Sea to block the Philippine fishermen. Fishing. Magats emphasized that the Philippine fishermen should be fishing without harm. \"I ask us to return to China and the Philippine fishermen to fish in these sea areas.\" Pagol visited Beijing in January this year and was the first foreign leader received by China this year. At that time, the leaders of the two countries had a friendly atmosphere. The two sides issued a joint statement after the meeting, agreed to deal with disputes in a peaceful way. However, in the past few months, the tensions of China and the Philippines in the South China Sea have not increased. The leaders of the two countries did not arrange formal talks during the APEC period, but the specific news of the unilateral official talks between the two heads of state by the Philippines unilaterally explained the Philippines. Wang Zhisheng, former secretary -general of the China Asia -Pacific Elite Exchange Association, was analyzed in an interview with the Lianhe Zaobao that the sensitivity of the South China Sea issue is no less than that of the Taiwan Strait. On the one hand, we must not give up the existing tough stance; on the other hand, because of the attention of the United States, the Philippines, Japan and other countries, it may have to adjust the processing method in the future. This is believed to be the main reason for Beijing's low -key processing of this talk. Many analysts believe that in addition to the Taiwan Strait issue, the South China Sea also has the potential risks of Sino -US rubbing guns. Earlier, it was reported that the US President Biden reminded China on the South China Sea issue at a conference at a Xi -worship meeting. In the face of Xi Jinping and Xi Jinping, San Francisco also held talks with US Vice President Harris. Discussion issues include the situation in the Western Philippines. The two sides reiterated that the Philippines and the United States' strong alliance relations. Xu Ruilin, a senior researcher at the Nanyang University of Science and Technology Rajele South International Research Institute, judged in an interview that recently the issue of South China Sea has risen to a direct dialogue between the two heads of state, which is somewhat helpful for starting the dialogue between the two sides and gradually alleviating the situation. The two sides may announce a ministerial or lower level meeting for one or two weeks, which will be a positive sign of the two countries to improve the situation in the South China Sea. However, Xu Ruilin pointed out that the short dialogue between the leaders of China and the Philippines cannot improve the structural problems faced by the two countries in the South China Sea. Both sides do not have much room for concession, and can only continue to promote the existing position; therefore, even if this informal talks play a stable role in the situation in the South China Sea, this stable period is only a short gasping window. ", "url": "http://news.skykiwi.com/world/gj/zh/2023-11-20/460923.shtml", "source": "skykiwi", "country": "NewZealand", "keywords": ["China", "Philippines", "South China Sea", "South China", "Philippine", "Xi Jinping", "San Francisco", "Chinese", "Macatus", "APEC"], "quote": "test_content"}
