{"articleNum": 20623, "title": "Windrush claimants 'tip of the iceberg' as payout struggle continues", "time": "2020-02-09", "source": "Guardian", "content": "Ministers have been told that the number of people known to have been wrongly classified as illegal immigrants in the Windrush scandal could be just the tip of the iceberg, as the government faces renewed criticism over the long wait for compensation.\nMPs will discuss the problems during a debate on the Windrush compensation fund in the Commons on Monday afternoon amid concern that just £62,198 has been paid out to 36 people from a Home Office compensation pot that was designed with the expectation that it would distribute somewhere between £200m and £570m.\n\nSo far 1,108 people have applied, although the Home Office believes that as many as 15,000 could be eligible for compensation. Officials wrongly designated thousands of people living legally in the UK as illegal immigrants, causing many to lose jobs, homes, access to benefits and healthcare and be prevented from travelling, and in extreme cases subjected to detention and deportation.\nThe Guardian has spoken to many claimants who say they are still heavily in debt as a direct result of the problems caused by the Home Office, and are very frustrated by the difficulties they are having in applying for compensation. Many have found the process so difficult that they have yet to submit applications.\nThe Labour MP Lucy Powell’s Manchester Central constituency has one of the highest concentrations of people affected by Windrush issues, and she has assisted about 70 people in surgeries since the government apologised for the scandal in April 2018.\nPowell said: “We may have only seen the tip of the iceberg in terms of the numbers of people coming forward.” She has met a number of people who have been in semi-hiding for years after they were wrongly informed that they were in the UK illegally. She said some remained too nervous to take action to resolve their immigration issues.\n“I’ve had a lot of worried people coming to see me. They don’t have a British passport and have been beneath the radar for so long that they still don’t want to test out what their status is. These are people who haven’t gone on holiday for 30 years or who haven’t ever gone to the doctor,” Powell said.\nJacqueline McKenzie, a solicitor who has been helping dozens of people to prepare claims pro bono during sessions at the Black Cultural Archives in Brixton, south London, said: “We are concerned about engagement. We think there are people who don’t want to come forward.”\nMcKenzie called on the government to provide funding for voluntary groups to assist claimants to apply for compensation. “It is not possible to do it by yourself, it requires legal expertise,” she said. “It’s not just about filling in a form, it’s a whole investigation that requires you to write to doctors and HMRC to find records.”\nMany have encountered catch-22 situations as they struggle to find evidence of exactly how they were affected by an immigration problem that forced them to avoid contact with the authorities for fear of being detained or deported. Many people avoided going to the doctor for years and did not apply for benefits or pensions because they were worried about attracting the Home Office’s attention, so they have found it very hard to collect documentary proof of the difficulties they experienced.\nOne woman has attempted to apply on behalf of her partner, who was still trying to persuade the Home Office that he was in the UK legally when he died in 2017. He had arrived from Jamaica as a young child in the 1960s and in 2012 he was sacked from his job after being wrongly told he was an illegal immigrant, despite having lived in the UK for more than 50 years.\nThe couple, who have two children, were unable to get married because he had no documentation, and now she is struggling to claim compensation because she has no marriage certificate. The family remain heavily in debt as a result of the long period he spent out of work.\nThe woman, who asked not to be named, said: “I had another letter asking me for the marriage certificate before Christmas, when I’ve explained repeatedly that we couldn’t get married because of their policies. It is extremely upsetting. I am so frustrated and tired of waiting. I’m still paying off credit cards; I borrowed the money to pay for his funeral. When he died he had 19p in his account.”\nSeveral legal firms have applied for exceptional funding to help Windrush victims apply for compensation, on the grounds that the process is very complicated, but this has been refused by the legal aid agency. Citizens Advice has been given money by the Home Office to help applicants with their forms, but not everyone has found the service it offers helpful.\nJudy Griffith, 65, a former council worker, said: “Everyone has borrowed from families and friends because they weren’t able to work.” She arrived in 1963 aged nine, legally from Barbados, but in 2014 she was told by jobcentre staff that she was an illegal immigrant and was prevented from taking up new work and from applying for a new passport, meaning she was unable to travel see her mother before she died. She submitted a compensation claim last year and is waiting for a response. “We need the money so we can get on with our lives.”\nHer problems emerged when her original passport got lost in the post, so she was extremely distressed to discover that the Home Office last year had lost her Barbadian passport, which she had sent off in order to apply for a British passport.\nAnthony Bryan is still waiting for compensation for the five weeks he spent in immigration detention when he was booked on a flight back to Jamaica, a country he left at the age of eight more than 50 years ago, and for the long period of enforced unemployment after being wrongly informed that he was in the UK illegally. He is now back in work but remains heavily in debt. “The form is so complicated, there’s no way you can do it yourself,” said his partner, Janet McKay. “There is anger about the slowness of the process. People are desperate for the money.”\nResponding to the criticism, the Home Office announced improvements to the scheme last week, extending the deadline for applications by two years and introducing other changes to make it easier for people to apply. “People will no longer be expected to show they took immediate steps to resolve their immigration status,” the Home Office said, adding that this change should help some people qualify for a higher award.\nDiane Abbott, the shadow home secretary, said: “Victims are not being properly compensated for everything from deportation to their legal costs. It also seems government has done nowhere enough to publicise the scheme as the number of applications is very low. Ultimately, this scandal won’t end until the government’s hostile environment ends.”\nThe Home Office said: “The Windrush compensation scheme has been carefully designed with independent oversight so that it is easy to use. Independent advice and support in completing claim forms is available from Citizens Advice.”", "quote": [{"id": 362, "label": "unknown", "label_id": -1, "context_left": " many have found the process so difficult that they have yet to submit applications.the labour mp lucy ", "mention": "Lucy Powell", "context_right": "’s manchester central constituency has one of the highest concentrations of people affected by windrush issues, and she has assisted about 70 people in surgeries since the government apologised for the scandal in april 2018.", "quotation": "“We may have only seen the tip of the iceberg in terms of the numbers of people coming forward.”", "quotationExtened": "Powell said: “We may have only seen the tip of the iceberg in terms of the numbers of people coming forward.”", "mentionWithoutLink": "powell", "mentionLinkScore": "80.67987", "links": "https://en.wikipedia.org/wiki?curid=35542972"}, {"id": 363, "label": "unknown", "label_id": -1, "context_left": " many have found the process so difficult that they have yet to submit applications.the labour mp lucy ", "mention": "Lucy Powell", "context_right": "’s manchester central constituency has one of the highest concentrations of people affected by windrush issues, and she has assisted about 70 people in surgeries since the government apologised for the scandal in april 2018.", "quotation": "“I’ve had a lot of worried people coming to see me. They don’t have a British passport and have been beneath the radar for so long that they still don’t want to test out what their status is. These are people who haven’t gone on holiday for 30 years or who haven’t ever gone to the doctor,”", "quotationExtened": "“I’ve had a lot of worried people coming to see me.They don’t have a British passport and have been beneath the radar for so long that they still don’t want to test out what their status is.These are people who haven’t gone on holiday for 30 years or who haven’t ever gone to the doctor,” Powell said.", "mentionWithoutLink": "powell", "mentionLinkScore": "80.67987", "links": "https://en.wikipedia.org/wiki?curid=35542972"}, {"id": 364, "label": "unknown", "label_id": -1, "context_left": " these are people who haven’t gone on holiday for 30 years or who haven’t ever gone to the doctor,” powell said.", "mention": "Jacqueline McKenzie", "context_right": ", a solicitor who has been helping dozens of people to prepare claims pro bono during sessions at the black cultural archives in brixton, south london, said: “we are concerned about engagement.", "quotation": "“We are concerned about engagement. We think there are people who don’t want to come forward.”", "quotationExtened": "Jacqueline McKenzie, a solicitor who has been helping dozens of people to prepare claims pro bono during sessions at the Black Cultural Archives in Brixton, south London, said: “We are concerned about engagement.We think there are people who don’t want to come forward.”", "mentionWithoutLink": "jacqueline mckenzie", "mentionLinkScore": "81.63437", "links": "https://en.wikipedia.org/wiki?curid=1193933"}, {"id": 365, "label": "unknown", "label_id": -1, "context_left": " these are people who haven’t gone on holiday for 30 years or who haven’t ever gone to the doctor,” powell said.jacqueline ", "mention": "McKenzie friend", "context_right": ", a solicitor who has been helping dozens of people to prepare claims pro bono during sessions at the black cultural archives in brixton, south london, said: “we are concerned about engagement.", "quotation": "“It is not possible to do it by yourself, it requires legal expertise,”", "quotationExtened": "“It is not possible to do it by yourself, it requires legal expertise,” she said.", "mentionWithoutLink": "mckenzie", "mentionLinkScore": "79.73294", "links": "https://en.wikipedia.org/wiki?curid=659632"}, {"id": 366, "label": "unknown", "label_id": -1, "context_left": " these are people who haven’t gone on holiday for 30 years or who haven’t ever gone to the doctor,” powell said.jacqueline ", "mention": "McKenzie friend", "context_right": ", a solicitor who has been helping dozens of people to prepare claims pro bono during sessions at the black cultural archives in brixton, south london, said: “we are concerned about engagement.", "quotation": "“It’s not just about filling in a form, it’s a whole investigation that requires you to write to doctors and HMRC to find records.”", "quotationExtened": "“It’s not just about filling in a form, it’s a whole investigation that requires you to write to doctors and HMRC to find records.”", "mentionWithoutLink": "mckenzie", "mentionLinkScore": "79.73294", "links": "https://en.wikipedia.org/wiki?curid=659632"}, {"id": 367, "label": "unknown", "label_id": -1, "context_left": "ministers have been told that the number of people known to have been wrongly classified as illegal immigrants in the ", "mention": "Windrush scandal", "context_right": " scandal could be just the tip of the iceberg, as the government faces renewed criticism over the long wait for compensation.", "quotation": "“I had another letter asking me for the marriage certificate before Christmas, when I’ve explained repeatedly that we couldn’t get married because of their policies. It is extremely upsetting. I am so frustrated and tired of waiting. I’m still paying off credit cards; I borrowed the money to pay for his funeral. When he died he had 19p in his account.”", "quotationExtened": "The woman, who asked not to be named, said: “I had another letter asking me for the marriage certificate before Christmas, when I’ve explained repeatedly that we couldn’t get married because of their policies.It is extremely upsetting.I am so frustrated and tired of waiting.I’m still paying off credit cards; I borrowed the money to pay for his funeral.When he died he had 19p in his account.”", "mentionWithoutLink": "windrush", "mentionLinkScore": "81.421524", "links": "https://en.wikipedia.org/wiki?curid=57256762"}, {"id": 368, "label": "unknown", "label_id": -1, "context_left": "ministers have been told that the number of people known to have been wrongly classified as illegal immigrants in the ", "mention": "Windrush scandal", "context_right": " scandal could be just the tip of the iceberg, as the government faces renewed criticism over the long wait for compensation.", "quotation": "“Everyone has borrowed from families and friends because they weren’t able to work.”", "quotationExtened": "Judy Griffith, 65, a former council worker, said: “Everyone has borrowed from families and friends because they weren’t able to work.”", "mentionWithoutLink": "windrush", "mentionLinkScore": "81.4215", "links": "https://en.wikipedia.org/wiki?curid=57256762"}, {"id": 369, "label": "unknown", "label_id": -1, "context_left": " he is now back in work but remains heavily in debt. “the form is so complicated, there’s no way you can do it yourself,” said his partner, ", "mention": "Reg McKay", "context_right": ". “there is anger about the slowness of the process. people are desperate for the money.”responding to the criticism, the home office announced improvements to the scheme last week, extending the deadline for applications by two years and introducing other changes to make it easier for people to apply.", "quotation": "“We need the money so we can get on with our lives.”", "quotationExtened": "“We need the money so we can get on with our lives.”", "mentionWithoutLink": "janet mckay", "mentionLinkScore": "79.25235", "links": "https://en.wikipedia.org/wiki?curid=24785774"}, {"id": 370, "label": "unknown", "label_id": -1, "context_left": " he is now back in work but remains heavily in debt. “the form is so complicated, there’s no way you can do it yourself,” said his partner, ", "mention": "Reg McKay", "context_right": ". “there is anger about the slowness of the process. people are desperate for the money.”responding to the criticism, the home office announced improvements to the scheme last week, extending the deadline for applications by two years and introducing other changes to make it easier for people to apply.", "quotation": "“The form is so complicated, there’s no way you can do it yourself,”", "quotationExtened": "“The form is so complicated, there’s no way you can do it yourself,” said his partner, Janet McKay.", "mentionWithoutLink": "janet mckay", "mentionLinkScore": "79.252365", "links": "https://en.wikipedia.org/wiki?curid=24785774"}, {"id": 371, "label": "unknown", "label_id": -1, "context_left": " he is now back in work but remains heavily in debt. “the form is so complicated, there’s no way you can do it yourself,” said his partner, ", "mention": "Reg McKay", "context_right": ". “there is anger about the slowness of the process. people are desperate for the money.”responding to the criticism, the home office announced improvements to the scheme last week, extending the deadline for applications by two years and introducing other changes to make it easier for people to apply.", "quotation": "“There is anger about the slowness of the process. People are desperate for the money.”", "quotationExtened": "“There is anger about the slowness of the process.People are desperate for the money.”", "mentionWithoutLink": "janet mckay", "mentionLinkScore": "79.252365", "links": "https://en.wikipedia.org/wiki?curid=24785774"}, {"id": 372, "label": "unknown", "label_id": -1, "context_left": "one woman has attempted to apply on behalf of her partner, who was still trying to persuade the home office that he was in the uk legally when he died in 2017. he had arrived from jamaica as a young child in the 1960s and in 2012 he was sacked from ", "mention": "The Office", "context_right": " job after being wrongly told he was an illegal immigrant, despite having lived in the uk for more than 50 years.", "quotation": "“People will no longer be expected to show they took immediate steps to resolve their immigration status,”", "quotationExtened": "“People will no longer be expected to show they took immediate steps to resolve their immigration status,” the Home Office said, adding that this change should help some people qualify for a higher award.", "mentionWithoutLink": "his", "mentionLinkScore": "75.75314", "links": "https://en.wikipedia.org/wiki?curid=185758"}, {"id": 373, "label": "unknown", "label_id": -1, "context_left": " “people will no longer be expected to show they took immediate steps to resolve their immigration status,” the home office said, adding that this change should help some people qualify for a higher award.", "mention": "Diane Abbott", "context_right": ", the shadow home secretary, said: “victims are not being properly compensated for everything from deportation to their legal costs.", "quotation": "“Victims are not being properly compensated for everything from deportation to their legal costs. It also seems government has done nowhere enough to publicise the scheme as the number of applications is very low. Ultimately, this scandal won’t end until the government’s hostile environment ends.”", "quotationExtened": "Diane Abbott, the shadow home secretary, said: “Victims are not being properly compensated for everything from deportation to their legal costs.It also seems government has done nowhere enough to publicise the scheme as the number of applications is very low.Ultimately, this scandal won’t end until the government’s hostile environment ends.”", "mentionWithoutLink": "diane abbott", "mentionLinkScore": "87.1904", "links": "https://en.wikipedia.org/wiki?curid=79409"}, {"id": 374, "label": "unknown", "label_id": -1, "context_left": "one woman has attempted to apply on behalf of her partner, who was still trying to persuade the home office that he was in the uk legally when he died in 2017. he had arrived from jamaica as a young child in the 1960s and in 2012 he was sacked from ", "mention": "The Office", "context_right": " job after being wrongly told he was an illegal immigrant, despite having lived in the uk for more than 50 years.", "quotation": "“The Windrush compensation scheme has been carefully designed with independent oversight so that it is easy to use. Independent advice and support in completing claim forms is available from Citizens Advice.”", "quotationExtened": "The Home Office said: “The Windrush compensation scheme has been carefully designed with independent oversight so that it is easy to use.Independent advice and support in completing claim forms is available from Citizens Advice.”", "mentionWithoutLink": "his", "mentionLinkScore": "75.75314", "links": "https://en.wikipedia.org/wiki?curid=185758"}]}