{"articleNum": 20619, "title": "Executive pay capped at private hospitals during NHS takeover", "time": "2020-04-28", "source": "Guardian", "content": "The government has capped pay for private hospital bosses and banned bonuses while their facilities are taken over by the NHS to help during the coronavirus crisis, in a rare example of demanding executive pay limits in return for emergency state support.\nUnder a deal agreed last month, the government took over 8,000 private hospital beds, 20,000 nurses and 700 doctors \"at cost\" for at least 14 weeks, in what was described as a de facto bailout for the companies.\n\nThe temporary takeover was designed to provide extra healthcare facilities during a time of national crisis, but has also provided financial relief to the private hospital companies and their shareholders. The sector was facing a huge fall in revenues during lockdown, as non-emergency treatments were cancelled and foreign patients – who account for a significant proportion of private hospital income – were prevented from travelling to the UK.\nThe 26 companies who signed up to the NHS deal cannot claim back costs for executive salaries higher than the pay of NHS trust bosses for the period that the NHS remains in control of their facilities, according to a source with knowledge of the discussions. The NHS will also not cover dividend payments to shareholders during the takeover period.\nThe median annual pay of the chief executive of a very large acute NHS trust should be about £225,000, according to NHS guidance. Simon Stevens, the chief executive of NHS England, was entitled to a salary of up to £240,000 for the 2018-19 financial year.\nAlthough the median annual salary of a trust chief executive is almost eight times higher than the UK average, maintaining the pay cap over a 12-month period would represent a significant reduction for many private healthcare bosses whose pay deals are significantly bigger than their public-sector counterparts. Once the initial 14-week period of the deal expires, it can be extended on a weekly basis.\nFor instance, Justin Ash, the chief executive of Spire Healthcare, received £1m in total pay for 2019. Spire said Ash and the chairman and finance director had each agreed a 20% pay cut for April, May and June.\nThe highest-paid director of the UK subsidiary of private hospital owner Ramsay subsidiary received £1.1m in the year to June 2018. The highest-paid director at private equity-backed Circle Health, which is merging with privately held BMI Healthcare, was paid £561,000 in 2018. US-listed hospitals giant HCA Healthcare has cut pay for senior executives by 30%, while the highest-paid director of the UK subsidiary was paid £711,000 in 2018.\nHowever, the contracts are understood not to contain provisions relating to executive pay or bonuses beyond the period of NHS control, raising the possibility that some private hospital bosses could still receive large rewards during 2020, even though the companies may have struggled to hit targets or even survive without emergency help from the government or investors.\nThere are also understood to be no limits on dividends beyond the period when the NHS has control of the hospitals, potentially allowing payments to shareholders to resume at a later point. Other countries such as France have plans to ban dividends from companies receiving state support.\n\"There is no room for profits when precious resources are scarce and our key workers are on the frontline fighting the pandemic – with many losing their lives in the call of duty,\" said Rehana Azam, national secretary at the GMB union, which represents some healthcare workers.\nDavid Hare, the chief executive of the Independent Healthcare Providers Network, a lobby group for the industry, said: \"As part of the recent historic deal whereby independent hospitals have put nearly all their capacity at the disposal of the NHS in responding to coronavirus, the public should be reassured that these additional resources are being reimbursed 'at cost' meaning no profit will be made.\"\nPrivate hospitals owners and shareholders, their lenders and landlords stand to benefit from the deal more than the NHS, according to Vivek Kotecha, a researcher at the Centre for Health and the Public Interest, an independent thinktank. He said the deal was \"in effect a bailout\" and warned that the companies may still be able to pay bonuses once the NHS had ceded control.\nShares in Spire Healthcare Group, which is listed on the London Stock Exchange, surged after the deal was announced in March. It acknowledged that the deal would provide it \"sufficient liquidity and financial stability\" to weather the outbreak, leaving it in a \"strong position\" to bounce back when it can restart non-NHS treatments.\nThe Department of Health and Social Care declined to comment.", "quote": [{"mentionRaw": "a source with knowledge of the discussions", "quoteSpeakerCharOffsetsFirst": "1131", "quoteSpeakerCharOffsetsSecond": "1173", "quotation": "the 26 companies who signed up to the nhs deal cannot claim back costs for executive salaries higher than the pay of nhs trust bosses for the period that the nhs remains in control of their facilities", "quoteCharOffsetsFirst": "916", "quoteCharOffsetsSecond": "1116", "SegmentOffset": "916", "Type": "TowardsRightSucceeded", "corefMention": "a source with knowledge of the discussions", "corefOffsetBegin": "1131", "corefOffsetEnd": "1173", "corefStatus": "False", "mention": "source code", "links": "https://en.wikipedia.org/wiki/source_code", "mentionID": "128751", "mentionSpan": "source", "mentionAbout": "collection of computer instructions written using some human-readable computer language", "mentionProperty": "code", "linkStatus": "True"}, {"mentionRaw": "guidance", "quoteSpeakerCharOffsetsFirst": "1385", "quoteSpeakerCharOffsetsSecond": "1393", "quotation": "the median annual pay of the chief executive of a very large acute nhs trust should be about £225,000", "quoteCharOffsetsFirst": "1265", "quoteCharOffsetsSecond": "1366", "SegmentOffset": "1265", "Type": "TowardsRightSucceeded", "corefMention": "guidance", "corefOffsetBegin": "1385", "corefOffsetEnd": "1393", "corefStatus": "False", "mention": "Guidance", "links": "https://en.wikipedia.org/wiki/Guidance", "mentionID": "25096748", "mentionSpan": "guidance", "mentionAbout": "album by Russian Circles", "mentionProperty": "album", "linkStatus": "True"}, {"mentionRaw": "spire", "quoteSpeakerCharOffsetsFirst": "2028", "quoteSpeakerCharOffsetsSecond": "2033", "quotation": "ash and the chairman and finance director had each agreed a 20% pay cut for april, may and june", "quoteCharOffsetsFirst": "2039", "quoteCharOffsetsSecond": "2134", "SegmentOffset": "1925", "Type": "TowardsLeftSucceeded", "corefMention": "Spire ", "corefOffsetBegin": "2028", "corefOffsetEnd": "2033", "corefStatus": "False", "mention": "Spire ", "linkStatus": "False"}, {"mentionRaw": "as france", "quoteSpeakerCharOffsetsFirst": "3161", "quoteSpeakerCharOffsetsSecond": "3170", "quotation": "dividends from companies receiving state support", "quoteCharOffsetsFirst": "3189", "quoteCharOffsetsSecond": "3237", "SegmentOffset": "2950", "Type": "TowardsLeftSucceeded", "corefMention": "as France ", "corefOffsetBegin": "3161", "corefOffsetEnd": "3170", "corefStatus": "False", "mention": "France", "links": "https://en.wikipedia.org/wiki/France", "mentionID": "142", "mentionSpan": "France", "mentionAbout": "republic with mainland in Europe and numerous oversea territories", "mentionProperty": "sovereign state", "linkStatus": "True"}, {"mentionRaw": "rehana azam, national secretary at the gmb union, which represents some healthcare workers", "quoteSpeakerCharOffsetsFirst": "3425", "quoteSpeakerCharOffsetsSecond": "3515", "quotation": "\"there is no room for profits when precious resources are scarce and our key workers are on the frontline fighting the pandemic – with many losing their lives in the call of duty,\"", "quoteCharOffsetsFirst": "3239", "quoteCharOffsetsSecond": "3419", "SegmentOffset": "3239", "Type": "TowardsRightSucceeded", "corefMention": "Rehana Azam, national secretary at the GMB union, which represents some healthcare workers", "corefOffsetBegin": "3425", "corefOffsetEnd": "3515", "corefStatus": "False", "mention": "Rehana", "links": "https://en.wikipedia.org/wiki/Rehana", "mentionID": "23712645", "mentionSpan": "Rehana", "mentionAbout": "Indian actress", "mentionProperty": "human", "linkStatus": "True"}, {"mentionRaw": "david hare, the chief executive of the independent healthcare providers network, a lobby group for the industry,", "quoteSpeakerCharOffsetsFirst": "3517", "quoteSpeakerCharOffsetsSecond": "3629", "quotation": "\"as part of the recent historic deal whereby independent hospitals have put nearly all their capacity at the disposal of the nhs in responding to coronavirus, the public should be reassured that these additional resources are being reimbursed 'at cost' meaning no profit will be made.\"", "quoteCharOffsetsFirst": "3636", "quoteCharOffsetsSecond": "3921", "SegmentOffset": "3517", "Type": "TowardsLeftSucceeded", "corefMention": "David Hare, the chief executive of the Independent Healthcare Providers Network, a lobby group for the industry, ", "corefOffsetBegin": "3517", "corefOffsetEnd": "3629", "corefStatus": "False", "mention": "David Hare", "links": "https://en.wikipedia.org/wiki/David_Hare", "mentionID": "1174676", "mentionSpan": "David Hare", "mentionAbout": "English playwright, screenwriter and theatre and film director", "mentionProperty": "human", "linkStatus": "True"}, {"mentionRaw": "vivek kotecha, a researcher at the centre for health and the public interest, an independent thinktank", "quoteSpeakerCharOffsetsFirst": "4056", "quoteSpeakerCharOffsetsSecond": "4158", "quotation": "private hospitals owners and shareholders, their lenders and landlords stand to benefit from the deal more than the nhs", "quoteCharOffsetsFirst": "3922", "quoteCharOffsetsSecond": "4041", "SegmentOffset": "3922", "Type": "TowardsRightSucceeded", "corefMention": "Vivek Kotecha, a researcher at the Centre for Health and the Public Interest, an independent thinktank", "corefOffsetBegin": "4056", "corefOffsetEnd": "4158", "corefStatus": "True", "mention": "Vivek", "links": "https://en.wikipedia.org/wiki/Vivek", "mentionID": "312783", "mentionSpan": "Vivek", "mentionAbout": "Indian actor", "mentionProperty": "human", "linkStatus": "True"}, {"mentionRaw": "he", "quoteSpeakerCharOffsetsFirst": "4160", "quoteSpeakerCharOffsetsSecond": "4162", "quotation": "the deal was \"in effect a bailout\"", "quoteCharOffsetsFirst": "4168", "quoteCharOffsetsSecond": "4202", "SegmentOffset": "3922", "Type": "TowardsLeftSucceeded", "corefMention": "Vivek Kotecha, a researcher at the Centre for Health and the Public Interest, an independent thinktank", "corefOffsetBegin": "4056", "corefOffsetEnd": "4158", "corefStatus": "True", "mention": "Vivek", "links": "https://en.wikipedia.org/wiki/Vivek", "mentionID": "312783", "mentionSpan": "Vivek", "mentionAbout": "Indian actor", "mentionProperty": "human", "linkStatus": "True"}, {"mentionRaw": "he", "quoteSpeakerCharOffsetsFirst": "4160", "quoteSpeakerCharOffsetsSecond": "4162", "quotation": "that the companies may still be able to pay bonuses once the nhs had ceded control", "quoteCharOffsetsFirst": "4214", "quoteCharOffsetsSecond": "4296", "SegmentOffset": "3922", "Type": "TowardsLeftSucceeded", "corefMention": "Vivek Kotecha, a researcher at the Centre for Health and the Public Interest, an independent thinktank", "corefOffsetBegin": "4056", "corefOffsetEnd": "4158", "corefStatus": "True", "mention": "Vivek", "links": "https://en.wikipedia.org/wiki/Vivek", "mentionID": "312783", "mentionSpan": "Vivek", "mentionAbout": "Indian actor", "mentionProperty": "human", "linkStatus": "True"}, {"mentionRaw": "it", "quoteSpeakerCharOffsetsFirst": "4424", "quoteSpeakerCharOffsetsSecond": "4426", "quotation": "that the deal would provide it \"sufficient liquidity and financial stability\" to weather the outbreak, leaving it in a \"strong position\" to bounce back when it can restart non-nhs treatments", "quoteCharOffsetsFirst": "4440", "quoteCharOffsetsSecond": "4630", "SegmentOffset": "4298", "Type": "TowardsLeftSucceeded", "corefMention": "It ", "corefOffsetBegin": "4424", "corefOffsetEnd": "4426", "corefStatus": "False", "mention": "It ", "linkStatus": "False"}]}